Repository: xiaolin0429/PulseBar
Catalog: PulseBar/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 2 分钟
en: 2 minutes

source: 5 分钟
en: 5 minutes

source: 60 秒
en: 60 seconds

source: CPU 与内存
en: CPU & Memory

source: CPU 使用率趋势
en: CPU usage trend

source: CPU、内存、磁盘和网络指标只在本机内存中处理。PulseBar 不保存历史、不建立外部网络连接，也不包含广告或分析 SDK。
en: CPU, memory, disk, and network metrics are processed only in local memory. PulseBar does not persist history, make external network connections, or include advertising or analytics SDKs.

source: I/O 速率不可用，容量仍可正常读取
en: I/O rates are unavailable; capacity is still available

source: PulseBar 已恢复到菜单栏
en: PulseBar has been restored to the menu bar

source: CPU %@，内存 %@，下载 %@，上传 %@
en: CPU %1$@, memory %2$@, download %3$@, upload %4$@

source: %lld 个逻辑核心
en: %lld logical cores

source: %lld分钟
en: %lld min

source: %lld小时 %lld分
en: %1$lld hr %2$lld min

source: %lld天 %lld小时
en: %1$lld d %2$lld hr

source: macOS 会将空闲内存用于缓存，空闲较少不一定异常。PulseBar 的占用值由公开 VM 计数器近似计算；内存压力、压缩与交换空间通常更能反映系统是否紧张。
en: macOS uses free memory for caching, so low free memory is not necessarily a problem. PulseBar approximates usage from public VM counters; memory pressure, compression, and swap usually better reflect system stress.

source: 上移
en: Move up

source: 下移
en: Move down

source: 上下拖动右侧手柄调整顺序。至少保留一个模块；磁盘仅在完整密度中显示。
en: Drag the handle on the right vertically to reorder. Keep at least one module enabled; Disk appears only at Full density.

source: 上下拖动调整模块顺序
en: Drag vertically to reorder modules

source: 不可用
en: Unavailable

source: 不需要管理员、完全磁盘访问或辅助功能权限
en: No administrator, Full Disk Access, or Accessibility permission required

source: 二进制 IEC
en: Binary IEC

source: 交换空间
en: Swap

source: 语言
en: Language

source: 仅菜单栏
en: Menu bar only

source: 关于
en: About

source: 内存
en: Memory

source: 内存占用趋势
en: Memory usage trend

source: 内存拆分
en: Memory breakdown

source: 刷新
en: Refresh

source: 刷新策略
en: Refresh policy

source: 十进制 SI
en: Decimal SI

source: 单位
en: Units

source: 历史窗口
en: History window

source: 取消
en: Cancel

source: 只保持菜单栏
en: Keep menu bar only

source: 可用
en: Available

source: 可用 · %@
en: Available · %@

source: 吞吐速率趋势
en: Throughput trend

source: 启动
en: Startup

source: 在线
en: Online

source: 在 Dock 中显示图标
en: Show icon in Dock

source: 在菜单栏中轻量、透明地查看核心系统状态
en: See essential system status in your menu bar—lightweight and transparent

source: 外部网络连接
en: External network access

source: 好
en: OK

source: 如果菜单栏空间不足，macOS 可能会暂时隐藏部分项目。你可以使用简洁密度或减少显示模块。
en: When menu bar space is limited, macOS may temporarily hide some items. Use Compact density or show fewer modules.

source: 完整
en: Complete

source: 实时预览
en: Live preview

source: 容量与速率
en: Capacity & rates

source: 容量使用文件系统报告的普通可用空间，不计入可能触发额外扫描的可清除空间；因此可能与 Finder 略有差异。读写速率来自块存储累计计数器。
en: Capacity uses ordinary free space reported by the file system and excludes purgeable space that can require an extra scan, so it may differ slightly from Finder. Read and write rates come from cumulative block-storage counters.

source: 密度
en: Density

source: 已挂载本地卷（%lld）
en: Mounted local volumes (%lld)

source: 已用 %@
en: %@ used

source: 已暂停
en: Paused

source: 已请求
en: Requested

source: 开始使用
en: Get Started

source: 当前构建无法注册为登录项。请从“应用程序”目录运行签名版本。
en: This build cannot register as a login item. Run a signed version from the Applications folder.

source: 恢复 PulseBar
en: Restore PulseBar

source: 恢复默认
en: Restore Defaults

source: 恢复默认设置…
en: Restore Default Settings…

source: 恢复默认设置？
en: Restore default settings?

source: 所有数据只在本机内存中处理，不会上传
en: All data is processed only in local memory and is never uploaded

source: 打开监控面板
en: Open dashboard

source: 打开系统设置
en: Open System Settings

source: 打开设置
en: Open Settings

source: 指标口径
en: How metrics are calculated

source: 指标由公开的 Mach、BSD、Foundation、IOKit、Network 与 SystemConfiguration API 提供。
en: Metrics are provided by public Mach, BSD, Foundation, IOKit, Network, and SystemConfiguration APIs.

source: 接口已切换，正在建立新基线…
en: Interface changed; establishing a new baseline…

source: 数据已延迟 %lld 秒
en: Data is %lld seconds behind

source: 无数据收集
en: No data collection

source: 无法关闭登录启动：%@
en: Could not disable launch at login: %@

source: 无法更改登录启动：%@
en: Could not change launch at login: %@

source: 显示一位小数
en: Show one decimal place

source: 暂停监控
en: Pause monitoring

source: 暂无历史数据
en: No history yet

source: 暂无数据
en: No data

source: 暂时无法读取
en: Temporarily unavailable

source: 权限
en: Permissions

source: 来源
en: Sources

source: 本次上传
en: Uploaded this session

source: 本次下载
en: Downloaded this session

source: 标准
en: Standard

source: 样式
en: Style

source: 模块与顺序
en: Modules & order

source: 欢迎使用 PulseBar
en: Welcome to PulseBar

source: 正在建立磁盘速率基线…
en: Establishing disk-rate baseline…

source: 正在建立采样基线…
en: Establishing sampling baseline…

source: 正在确认
en: Checking

source: 正在读取系统指标…
en: Reading system metrics…

source: 每 1 秒
en: Every second

source: 每 2 秒
en: Every 2 seconds

source: 每 5 秒
en: Every 5 seconds

source: 活动监视器
en: Activity Monitor

source: 活跃
en: Active

source: 版本
en: Version

source: 用户 %@
en: User %@

source: 界面语言
en: Interface language

source: 登录时自动启动
en: Launch at login

source: 登录项已启用
en: Login item enabled

source: 登录项需要在系统设置 > 通用 > 登录项中批准。
en: Approve the login item in System Settings > General > Login Items.

source: 监控
en: Monitoring

source: 监控中
en: Monitoring

source: 睡眠时暂停
en: Pause during sleep

source: 知道了
en: Done

source: 磁盘
en: Disk

source: 磁盘与网络
en: Disk & Network

source: 磁盘卷
en: Disk volume

source: 离线
en: Offline

source: 等待系统批准
en: Waiting for system approval

source: 简体中文
en: Simplified Chinese

source: 简洁
en: Compact

source: 系统 %@
en: System %@

source: 系统数据卷
en: System data volume

source: 系统操作未完成
en: System action incomplete

source: 系统设置路径：控制中心 > 仅菜单栏
en: System Settings path: Control Center > Menu Bar Only

source: 继续监控
en: Resume monitoring

source: 网络
en: Network

source: 网络接口
en: Network interface

source: 联动
en: Wired

source: 自动模式仅统计系统当前主接口，切换 Wi‑Fi、以太网或 VPN 时会重建基线。本次累计量只包含 PulseBar 运行期间观察到的有效差值，不是开机总流量。
en: Automatic mode counts only the current primary interface. Changing Wi-Fi, Ethernet, or VPN rebuilds the baseline. Session totals include only valid deltas observed while PulseBar is running, not traffic since boot.

source: 自动选择系统主接口
en: Automatically select the system primary interface

source: 自适应（面板 1 秒 / 后台 2 秒）
en: Adaptive (1 sec with dashboard / 2 sec in background)

source: 至少保留一个模块。磁盘仅在完整密度中显示。
en: Keep at least one module. Disk appears only in Complete density.

source: 至少保留一个菜单栏模块。
en: Keep at least one menu bar module.

source: 菜单栏
en: Menu Bar

source: 菜单栏、刷新和显示设置将恢复默认；首次启动完成状态不会改变。
en: Menu bar, refresh, and display settings will return to defaults. Onboarding completion will not change.

source: 菜单栏预览
en: Menu bar preview

source: 隐私
en: Privacy

source: 隐私与关于
en: Privacy & About

source: 默认关闭；开启后由 macOS 管理登录项。
en: Off by default. When enabled, macOS manages the login item.

source: 默认菜单栏显示 CPU、内存与网络
en: The menu bar shows CPU, memory, and network by default

source: 默认（容量 IEC / 速率 SI）
en: Default (IEC capacity / SI rates)

source: 需要连接
en: Connection required

source: 非活跃
en: Inactive

source: 完全磁盘访问
en: Full Disk Access

source: 管理员权限
en: Administrator privileges

source: 辅助功能
en: Accessibility

source: 压缩
en: Compressed

source: 压力严重
en: Critical pressure

source: 压力未知
en: Pressure unknown

source: 压力正常
en: Normal pressure

source: 压力警告
en: Pressure warning

source: 可清除
en: Purgeable

source: 未请求
en: Not requested

source: 上传
en: Upload

source: 下载
en: Download

source: 读取
en: Read

source: 写入
en: Write

source: 最近趋势
en: Recent trends

source: 最近值 %lld%%
en: Latest value %lld%%

source: 负载平均值 %@ · %@ · %@
en: Load average %1$@ · %2$@ · %3$@

source: 跟随系统
en: Follow System

source: 退出
en: Quit

source: 通用
en: General

source: 重新打开应用时
en: When reopening the app

source: 部分指标不可用
en: Some metrics unavailable

# metric.error.temporarilyUnavailable
source: 指标暂时不可用
en: Metric temporarily unavailable

# metric.cpu.unavailable
source: 无法读取 CPU 指标
en: CPU metrics unavailable

# metric.memory.unavailable
source: 无法读取内存指标
en: Memory metrics unavailable

# metric.network.interfaceUnavailable
source: 无法确定主网络接口
en: Primary network interface unavailable

# metric.disk.capacityUnavailable
source: 无法读取磁盘容量
en: Disk capacity unavailable
